{
  "section": "IV. Traitements, salaires, pensions et rentes viagères",
  "articles": [
    {
      "article": 37,
      "titre": "Définition des revenus imposables",
      "texte": [
        "Les traitements, indemnités, remises, gratifications, salaires, primes et émoluments de toute nature ainsi que les pensions et rentes viagères concourent à la formation du revenu global servant de base à l’IRPP.",
        "Les traitements, indemnités, remises, gratifications, salaires, primes et émoluments sont imposables :",
        "1° lorsque le bénéficiaire est domicilié au Congo alors même que l’activité rémunérée s’exercerait hors du Congo ou que l’employeur serait domicilié hors du Congo ;",
        "2° lorsque le bénéficiaire est domicilié hors du Congo dès lors que l’activité rémunérée s’exerce dans le Congo quand bien même l’employeur n’y serait ni domicilié ni établi.",
        "Les pensions et rentes viagères sont imposables :",
        "1° lorsque le bénéficiaire est domicilié au Congo alors même que le débiteur serait domicilié hors du Congo ;",
        "2° lorsque le bénéficiaire est domicilié hors du Congo à la condition que le débiteur soit domicilié ou établi au Congo.",
        "Les primes d’intéressement et autres rémunérations analogues sont soumises à l’impôt sous réserve des cas prévus à l’article 38-14 et dans les conditions de l’article 66 du présent Code.",
        "L’application des dispositions du présent article est subordonnée aux accords susceptibles d’intervenir entre le Congo d’une part, et les autres États d’autre part.",
        "Dans le cadre de la CEMAC, l’impôt est dû dans l’État où est domicilié le bénéficiaire de traitements, émoluments ou salaires, de pensions ou de rentes viagères."
      ]
    },
    {
      "article": 38,
      "titre": "Exonérations",
      "texte": [
        "Sont affranchis de l’impôt :",
        "1) Les allocations spéciales destinées à couvrir les frais inhérents à la fonction ou à l’emploi et effectivement utilisées conformément à leur objet.",
        "En aucun cas le montant des allocations affranchies de l’impôt ne pourra excéder un pourcentage fixé par arrêté du Ministre des finances et calculé sur la masse globale des salaires, non compris les allocations à caractère familial, et dédites allocations.",
        "2) Les allocations familiales, allocations d’assistance à la famille, les majorations d’indemnité ou de pension attribuées en considération de la situation de famille ou des charges de famille, dans la mesure où celles-ci sont prises en considération pour l’établissement de l’impôt et ne font pas double emploi avec les allocations de même nature versées par des caisses ou organismes de l’État ou privés.",
        "En tout état de cause, le montant total des allocations versées par l’employeur autre que l’État, les Communes ou les organismes para-administratifs ne peut excéder mensuellement par enfant la somme de 5.000 FCFA sur lequel viennent le cas échéant, s’imputer les allocations versées par la Caisse Nationale de Sécurité Sociale ou par un organisme privé quelconque.",
        "3) Le coût du voyage s’il est à la charge du contribuable, tant pour lui-même que pour son conjoint et les membres de sa famille visés à l’article 4 ci-dessus.",
        "4) Les pensions ou rentes viagères d’invalidité résultant de faits de guerre ou d’accident du travail.",
        "5) Les pensions mixtes servies par l’État Français en vertu de la loi du 31 mars 1919 pour la seule pension d’invalidité aux taux du simple soldat comprise dans lesdites pensions.",
        "6) Les pensions de veuves et orphelins de guerre.",
        "7) Les pensions de retraite.",
        "8) Les allocations de chômage.",
        "9) Les rentes viagères servies en représentation de dommages et intérêts en vertu d’une condamnation prononcée judiciairement pour la réparation d’un préjudice corporel ayant entraîné pour la victime une incapacité permanente totale l’obligeant à avoir recours à l’assistance d’une tierce personne pour effectuer les actes ordinaires de la vie.",
        "10) L’indemnité de licenciement ou de départ volontaire et l’indemnité de préavis versée dans le cadre d’un plan social global.",
        "11) Les indemnités ayant le caractère de remboursement telles que définies par arrêté du Ministre des finances.",
        "12) Les allocations versées aux élèves et étudiants effectuant un stage de vacances.",
        "13) Les indemnités kilométriques dans les limites fixées par arrêté du Ministre des finances.",
        "14) Les sommes placées par l’entreprise au titre de la prime d’intéressement, dans une institution financière nationale, à l’exclusion des placements hors du territoire national, en application d’un plan d’épargne au profit des travailleurs.",
        "15) La prime de départ à la retraite dans la limite du montant prévu par le statut du personnel ou la convention collective d’entreprises."
      ],
      "note": "NB : Frais d’emploi susceptibles d’être affranchis de l’IRPP (Arrêté n°359/MFCD du 25 janvier 1963)."
    },
    {
      "article": "Art.1",
      "titre": "Frais d’emploi exonérés",
      "texte": [
        "Les allocations spéciales destinées à couvrir les frais inhérents à la fonction ou à l’emploi et effectivement utilisées conformément à leur objet, seront, en application des dispositions de l’article 38 du CGI, affranchies de l’IRPP dû par chaque bénéficiaire dans la limite maximale de 15 % du du total formé par les salaires perçus par l’intéressé (non compris les allocations à caractère familial) et le montant des allocations de l’espèce."
      ]
    },
    {
      "article": "Art.2 (suite)",
      "texte": [
        "L’application des dispositions du précédent article ne met pas obstacle à toute demande de justification concernant l’emploi desdites allocations, de la part du service des contributions Directes qui peut procéder, sous réserve du droit de réclamation du contribuable, à toute réintégration estimée nécessaire dans les conditions réglementaires.",
        "NB 2 : Allocations forfaitaires pour frais d’emploi (Lettre circulaire n°032/DGI du 17 janvier 1989)",
        "Il m’a été donné de constater que les allocations forfaitaires, pour frais professionnels sont portées en franchise d’IRPP sans pour autant que les bénéficiaires soient toujours en droit de valoir en franchise d’impôt les frais en cause.",
        "En vous rappelant les dispositions de l’arrêté n°359 MF du 25 novembre 1963 fixant la limite des allocations pour frais d’emploi susceptibles d’être portées en franchise d’IRPP, je me dois de vous rappeler que les allocations destinées à couvrir les frais inhérents à la fonction ou à l’emploi et effectivement utilisées conformément à leur objet sont, en application de l’article 38 du CGI, affranchies de l’IRPP dans la limite de 15 % du total formé par les salaires perçus et le montant des allocations en cause.",
        "Les allocations forfaitaires pour frais d’emploi perçues par les salariés sont exonérées de l’IRPP et de la taxe forfaitaire lorsqu’elles remplissent les conditions suivantes :",
        "● correspondre à des dépenses se rapportant à la fonction ou à l’emploi ;",
        "● être utilisées conformément à leur objet.",
        "L’application de cette dernière condition soulève cependant d’importantes difficultés pratiques. On peut néanmoins admettre que les primes de panier, les indemnités de déplacement et de transport sont utilisées conformément à leur objet lorsque leur montant global ne représente pas de caractère d’exagération.",
        "Lorsque les allocations forfaitaires pour frais d’emploi n’excèdent pas les limites fixées, elles doivent être réputées avoir été effectivement utilisées conformément à leur objet. Cependant, lorsqu’elles excèdent la limite fixée, il convient de réintégrer dans la base d’imposition la différence constituée par le montant de l’indemnité et la somme en deçà de laquelle l’indemnité est présumée avoir été utilisée conformément à son objet, à moins que ne soit imposé d’éléments suffisamment nombreux, précis et concordants lui permettant de penser que les indemnités n’ont pas été utilisées conformément à leur objet.",
        "Toutefois, ces dispositions ne visent en aucun cas à plafonner le montant des indemnités forfaitaires dans les charges déductibles de l’entreprise. L’employeur demeure parfaitement libre de verser à ses salariés des indemnités qui excèdent le montant plafonné. Ces indemnités sont toujours admises en déduction sur le montant intégral dès lors qu’elles répondent aux prescriptions de la déduction des charges."
      ]
    },
    {
      "article": 39,
      "titre": "Détermination du revenu imposable",
      "texte": [
        "Pour la détermination de la base d’imposition, il est tenu compte du montant net des traitements, indemnités, allocations et émoluments, salaires, pensions et rentes viagères ainsi que de tous les avantages en argent et en nature accordés aux intéressés.",
        "Les avantages en nature sont évalués comme suit :",
        "• logement : 20 % du salaire plafonné pour la sécurité sociale ;",
        "• domesticité, gardiennage : 7 % du salaire brut ;",
        "• eau, éclairage, gaz : 5 % du salaire brut ;",
        "• téléphone : 2 % du salaire brut ;",
        "• voiture : 3 % du salaire brut ;",
        "• nourriture : 20 % du salaire brut.",
        "Toutefois, chaque avantage en nature, à l’exception du logement, est retenu pour son montant réel, lorsque celui-ci est connu.",
        "Pour le calcul des avantages en nature, la base de référence est constituée par le salaire brut.",
        "Le montant brut du salaire de présence et celui de congé, après déduction des retenues faites par l’employeur au titre de la retraite et de la sécurité sociale."
      ]
    },
    {
      "article": 40,
      "texte": [
        "Le montant net du revenu imposable est déterminé en déduisant du montant brut des sommes payées et des avantages accordés :",
        "1° les retenues faites par l’employeur en vue de la constitution des pensions ou de retraites à capital aliéné dans la limite de 6 % des appointements ;",
        "2° les retenues faites au titre de la sécurité sociale."
      ]
    },
    {
      "article": 41,
      "texte": [
        "Pour l’assiette de l’impôt, une déduction de 20 % est appliquée au montant net déterminé comme il est dit aux articles 39 et 40 ci-dessus."
      ]
    }
  ]
}
